{
	"properties": [
        {
            "id":"01",
			"type":"House",
            "bedrooms":4,
			"price":65000000,
			"tenure":"Freehold",
			"description":"This charming 4-bedroom house in Galle offers a spacious interior, with a large kitchen and conservatory, making it an ideal family home. Enjoy a convenient location just few minutes away from the highway entrance with quick access to nearby shops",
			"location":"Tamarind House, wanchawala, Galle, 80090",
			"title": "Tamarind House",
			"city":"Galle",
			"postalCode":"80090",
			"picture":"/images/prop1/img1.jpg",
			"url":"./property1.js",
			"longDescription": "Nestled in the serene town of Galle, Tamarind House offers a rare combination of charm, space, and convenience. This spacious 4-bedroom family home features an expansive open-plan living area with large windows that allow natural light to flood the interiors. The house includes a modern kitchen equipped with top-of-the-line appliances, perfect for cooking and entertaining. Adjacent to the kitchen, the conservatory creates a warm, inviting space ideal for relaxation and dining with family or friends. The property also boasts a large garden, providing ample space for children to play, outdoor dining, or gardening enthusiasts to indulge in their hobbies. The master bedroom offers stunning views of the surrounding landscape and includes a large en-suite bathroom, while the other three bedrooms are generously sized, providing ample space for family members or guests. Located in a tranquil neighborhood just minutes away from the highway entrance, this home offers excellent access to nearby shops, restaurants, and schools, making it the perfect blend of peaceful suburban living and urban convenience. Whether you’re hosting a family gathering in the spacious living areas or relaxing in your private garden, Tamarind House offers a lifestyle of comfort and ease",
			"floorplan": "/images/floorplans/floorplan1",
			"iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3967.717567547314!2d80.26153307473025!3d6.03344392866463!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae173004b755f09%3A0xeb9553eac51b59d2!2sTamarind%20House!5e0!3m2!1sen!2slk!4v1735812363918!5m2!1sen!2slk",
            "added": {
                "month":"October",
                "day":12,
                "year":2022
            }
        },
		{
            "id":"02",
			"type":"Flat",
            "bedrooms":2,
			"price":30000000,
			"tenure":"Freehold",
			"description":"A stylish 2-bedroom flat in Kandy, featuring an open-plan living space with wooden floors and bi-fold doors leading to a private courtyard. The modern kitchen includes integrated appliances, making it perfect for contemporary living",
			"location":"Regent Heights, Sumangala Mawatha, Kandy, 20000",
			"title": "Regent Heights",
			"city":"Kandy",
			"postalCode":"20000",
            "picture":"/images/prop2/img2.jpg",
			"url":"./property2.js",
			"longDescription": "Regent Heights offers modern city living at its finest. This stylish 2-bedroom flat in Kandy is designed with comfort, functionality, and luxury in mind. As you step inside, you’re greeted by an open-plan living and dining area that seamlessly blends contemporary design with a homely feel. The large bi-fold doors lead to a private courtyard, offering the perfect space for outdoor relaxation, gardening, or enjoying a morning coffee. The sleek wooden flooring adds warmth and sophistication, while the modern kitchen comes equipped with high-end integrated appliances, perfect for preparing gourmet meals. Both bedrooms are spacious and filled with natural light, each offering built-in wardrobes and access to a shared bathroom with modern fixtures. Regent Heights is located in a prime area, offering excellent connectivity to key areas of Kandy, including schools, shops, restaurants, and entertainment venues. The flat is perfect for young professionals, couples, or small families who want to live in a luxurious yet convenient location. With its stylish interior, private outdoor space, and proximity to the best that Kandy has to offer, Regent Heights offers a comfortable and elevated living experience",
			"floorplan": "/images/floorplans/floorplan2",
			"iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3957.4294060197362!2d80.6279437!3d7.305559799999999!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae3699389168ea7%3A0x239b5a5c612cbea2!2sRegent%20Heights!5e0!3m2!1sen!2slk!4v1735812213920!5m2!1sen!2slk",
            "added": {
                "month":"September",
                "day":14,
                "year":2022
            }
        },
		{
            "id":"03",
			"type":"Apartment",
            "bedrooms":1,
			"price":12500000,
			"tenure":"Leasehold",
			"description":"This well-maintained 1-bedroom apartment in Hikkaduwa is ideal for singles or couples, featuring an open-plan kitchen and living area, plus a private courtyard garden. Enjoy peaceful living with easy access to the town center",
			"location":"Cristal Sands, Hikkaduwa, 80240",
			"title": "Cristal Sands",
			"city":"Hikkaduwa",
			"postalCode":"80240",
            "picture":"images/prop3/img2.jpg",
			"url":"properties/prop2.html",
			"longDescription": "Cristal Sands is a well-maintained 1-bedroom apartment located in the heart of Hikkaduwa, offering the perfect balance of comfort, privacy, and location. The open-plan kitchen and living area are designed to create a spacious and inviting atmosphere, with stylish modern finishes and large windows that flood the space with natural light. The kitchen is equipped with high-quality, integrated appliances, providing everything you need for preparing meals at home. The living area leads to a private courtyard garden, offering a peaceful retreat for unwinding or entertaining guests. The bedroom is cozy and well-appointed, featuring built-in wardrobes and plenty of space to relax. The bathroom offers a clean, contemporary design with modern fixtures. The apartment’s location provides easy access to the vibrant town center, where you’ll find shops, restaurants, and beaches, as well as public transport links. Whether you’re looking for a comfortable home for yourself or a quiet getaway, Cristal Sands provides the perfect setting for a relaxed, low-maintenance lifestyle in one of the most sought-after locations in Hikkaduwa",
			"floorplan": "/images/floorplans/floorplan3",
			"iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3967.3271344145946!2d80.14241577473047!3d6.086553928087275!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae25bdc112edc1f%3A0x9a476ebc0f9d33af!2sCrystal%20Sands!5e0!3m2!1sen!2slk!4v1735812547537!5m2!1sen!2slk",
            "added": {
                "month":"September",
                "day":14,
                "year":2022
            }
        },
		{
            "id":"04",
			"type":"House",
            "bedrooms":3,
			"price":50000000,
			"tenure":"Freehold",
			"description":"A beautiful 3-bedroom freehold house in Weligama, offering a modern kitchen, spacious living area, and large bedrooms. Perfect for families, this property combines luxury with convenience, featuring a prime location near schools and shops",
			"location":"Lily Luxury House, Polwatta Road, Weligama, 81700",
			"title": "Lily Luxury House",
			"city":"Weligama",
			"postalCode":"81700",
            "picture":"images/prop4/img1.jpg",
			"url":"properties/prop2.html",
			"longDescription": "Situated in the picturesque town of Weligama, Lily Luxury House is a stunning 3-bedroom freehold property that combines modern luxury with family-friendly convenience. This home is a true testament to elegant design and thoughtful architecture. The open-plan living area is spacious and airy, featuring large windows that allow natural light to pour in, making the space feel even larger. The living room opens out to a covered patio and a beautifully landscaped garden, offering a seamless transition between indoor and outdoor living. The fully-equipped kitchen features top-of-the-line appliances, ample counter space, and a large island, making it the ideal space for cooking and entertaining. The bedrooms are all generously sized, with the master bedroom featuring a walk-in closet and a luxurious en-suite bathroom with a soaking tub and separate shower. The property also includes a two-car garage and a large driveway, making it both practical and luxurious. Located near local schools, shops, and the beach, this home offers a prime location for families seeking both luxury and convenience. Whether you’re relaxing in the spacious living areas, entertaining guests on the patio, or enjoying the nearby beaches, Lily Luxury House is the perfect place for a growing family to call home",
			"floorplan": "/images/floorplans/floorplan4",
			"iframe":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d126980.10184327046!2d80.3612924390625!3d5.9770813999999985!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae1155111db68e7%3A0x839a4f8b46e59376!2sLilly%20Private%20House!5e0!3m2!1sen!2slk!4v1735812719993!5m2!1sen!2slk",
            "added": {
                "month":"September",
                "day":14,
                "year":2022
            }
        },
		{
            "id":"05",
			"type":"Apartment",
            "bedrooms":2,
			"price":20000000,
			"tenure":"Freehold",
			"description":"A lovely 2-bedroom apartment located in Galle with stunning ocean views. The open-plan design and spacious bedrooms make this property a fantastic choice for those seeking modern living by the sea",
			"location":"Oceanfront Galle, Colombo-Galle Main Road, Galle, 80000",
			"title": "Oceanfront Galle",
			"city":"Galle",
			"postalCode":"80090",
            "picture":"images/prop5/img1.jpg",
			"url":"properties/prop2.html",
			"longDescription": "Oceanfront Galle offers a breathtaking 2-bedroom apartment that captures the essence of coastal living. Located just steps from the beach, this apartment features stunning ocean views and a spacious open-plan design that creates a harmonious flow between the living, dining, and kitchen areas. The large windows allow for panoramic views of the ocean and provide an abundance of natural light, making the apartment feel bright and airy. The living room leads directly to a private balcony where you can enjoy the sound of the waves and watch the sunset over the water. The kitchen is designed for those who love to cook, featuring high-end appliances and ample counter space. Both bedrooms are generously sized and offer plenty of storage, with the master bedroom having access to the balcony and the second bedroom offering views of the surrounding greenery. The apartment is situated in a prime location, offering convenient access to shops, restaurants, and local attractions in Galle, as well as the peaceful tranquility of coastal living. Whether you're looking to relax in the comfort of your home or enjoy the many outdoor activities the area has to offer, Oceanfront Galle is the perfect place to experience the best of both worlds",
			"floorplan": "/images/floorplans/floorplan5",
			"iframe":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3967.638906038803!2d80.1893303747303!3d6.044181528548252!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae17312cb9b6141%3A0x9560498cf5042031!2sOceanfront%20Condominiums%20-%20Galle!5e0!3m2!1sen!2slk!4v1735812811671!5m2!1sen!2slk",
            "added": {
                "month":"September",
                "day":14,
                "year":2022
            }
        },
		{
            "id":"06",
			"type":"House",
            "bedrooms":5,
			"price":70000000,
			"tenure":"Freehold",
			"description":"A luxurious 5-bedroom house in Galle, featuring modern architecture, spacious living areas, and a beautifully landscaped garden. Perfect for large families, this home offers plenty of space for comfortable living",
			"location":"Villa Emma, Pitiwella, Galle, 80270",
			"title": "Villa Emma",
			"city":"Galle",
			"postalCode":"80270",
            "picture":"images/prop6/img1.jpg",
			"url":"properties/prop2.html",
			"longDescription": "Villa Emma is a luxurious 5-bedroom house located in the beautiful coastal town of Galle, offering an exceptional standard of living. The property features modern architecture with a spacious layout designed to suit the needs of large families. The open-plan living and dining area is perfect for hosting family gatherings and entertaining guests, with high ceilings, panoramic windows, and stunning views of the landscaped garden. The kitchen is equipped with the latest appliances and a large central island, making it a chef’s dream. Each of the five bedrooms is generously sized, with the master suite offering a private balcony, walk-in closet, and a lavish en-suite bathroom with a soaking tub and separate shower. The home is surrounded by lush greenery and features an expansive patio area that leads out to the garden, perfect for outdoor dining or lounging by the pool. Villa Emma is equipped with modern amenities such as air conditioning, a smart home system, and a two-car garage. Located just a short drive from the town center, Villa Emma offers a prime location with easy access to shops, schools, and beaches, all while providing the ultimate in privacy and luxury living",
			"floorplan": "/images/floorplans/floorplan6",
			"iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3967.736225665844!2d80.25358797473025!3d6.03089422869224!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae17267a4693c39%3A0xa5f1c81c871ec38f!2sVilla%20Amma%20Erna!5e0!3m2!1sen!2slk!4v1735812940651!5m2!1sen!2slk",
            "added": {
                "month":"September",
                "day":14,
                "year":2022
            }
        },
		{
            "id":"07",
			"type":"Flat",
            "bedrooms":1,
			"price":15000000,
			"tenure":"Leasehold",
			"description":"This 1-bedroom flat in Colombo combines style and convenience. The apartment features an open-plan layout with high-quality finishes and is located in a central area with easy access to transport links and amenities",
			"location":"Aquaria, Kirimandala Road, Colombo, 00500",
			"title": "Aquaria",
			"city":"Colombo",
			"postalCode":"00500",
            "picture":"images/prop7/img1.jpg",
			"url":"properties/prop2.html",
			"longDescription": "Located in the bustling city of Colombo, the Modern flat offers an ideal space for individuals or couples looking for contemporary living with style and convenience. The flat features a spacious open-plan layout that combines the living and dining areas, creating a comfortable and functional living space. The modern kitchen is fully equipped with sleek countertops, high-end appliances, and ample storage space, making it perfect for preparing meals or entertaining guests. The bedroom is cozy yet spacious, with built-in wardrobes and plenty of natural light. The bathroom is designed with contemporary fixtures and offers a clean and sleek look. The flat is situated in a central area of Colombo, offering easy access to public transportation, shopping centers, cafes, and entertainment venues, making it ideal for those who want to live in the heart of the city. Whether you are enjoying the view from your balcony or exploring the vibrant city life, Modern provides the perfect living space for those who value both style and convenience",
			"floorplan": "/images/floorplans/floorplan7.webp",
			"iframe":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3960.986875710002!2d79.88154817473446!3d6.892172618769857!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae25b60f996a031%3A0x336f4d0cbc07888a!2sAquaria%20Apartment%20Complex!5e0!3m2!1sen!2slk!4v1735813331220!5m2!1sen!2slk",
            "added": {
                "month":"September",
                "day":14,
                "year":2022
            }
        }
]}